Repository: vincent-dmc/email-verification-wordpress
Catalog: languages/email-verification-by-hardbouncecleaner-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nl_nl, nn_no, pt_pt, sv_se

source: Email Verification by HardBounceCleaner
da_dk: Email Verifikation af HardBounceCleaner
de_de: E-Mail-Verifizierung durch HardBounceCleaner
es_es: Verificación de correo electrónico por HardBounceCleaner
fi_fi: Sähköpostin vahvistus HardBounceCleanerilla
fr_fr: Vérification de l'email par HardBounceCleaner
it_it: Verifica e-mail di HardBounceCleaner
nl_nl: E-mailverificatie door HardBounceCleaner
nn_no: E-postbekreftelse av HardBounceCleaner
pt_pt: Verificação de Email por HardBounceCleaner
sv_se: Email Verifiering av HardBounceCleaner

source: Email Verification
da_dk: Email-bekræftelse
de_de: E-Mail-Verifizierung
es_es: Verificacion de email
fi_fi: Sähköpostivarmistus
fr_fr: Vérification de l'E-mail
it_it: Verifica email
nl_nl: Email verificatie
nn_no: Epostbekreftelse
pt_pt: Verificação de e-mail
sv_se: Mejl verifikation

source: Activate the Crash report ?
da_dk: Aktivér Crash-rapporten?
de_de: Aktivieren Sie den Absturzbericht?
es_es: ¿Activar el informe de Crash?
fi_fi: Aktivoi kaatumisraportti?
fr_fr: Activer le rapport d'incident?
it_it: Attiva il rapporto Crash?
nl_nl: Activeer het crash-rapport?
nn_no: Aktiver Crash-rapporten?
pt_pt: Ativar o relatório de falhas?
sv_se: Aktivera kraschrapporten?

source: Activate
da_dk: Aktiver
de_de: Aktivieren
es_es: Activar
fi_fi: Aktivoi
fr_fr: Activer
it_it: Attivare
nl_nl: Activeren
nn_no: Aktiver
pt_pt: Ativar
sv_se: Aktivera

source: Lexicon
da_dk: Leksikon
de_de: Lexikon
es_es: Léxico
fi_fi: Sanakirja
fr_fr: Lexique
it_it: Lessico
pt_pt: Léxico
sv_se: Lexikon

source: Email
fi_fi: Sähköposti
nn_no: E-post
sv_se: E

source: The syntax of the emails are good.
da_dk: Syntaks af e-mails er gode.
de_de: Die Syntax der E-Mails ist gut.
es_es: La sintaxis de los correos electrónicos es buena.
fi_fi: Sähköpostien syntaksi on hyvä.
fr_fr: La syntaxe des emails est bonne.
it_it: La sintassi delle e-mail è buona.
nl_nl: De syntaxis van de e-mails is goed.
nn_no: Syntaxen til e-postene er gode.
pt_pt: A sintaxe dos emails é boa.
sv_se: E-postens syntax är bra.

source: Blue: Pending verification
da_dk: Blå: Afventer verifikation
de_de: Blau: Ausstehende Überprüfung
es_es: Azul: verificación pendiente
fi_fi: Sininen: Odottaa tarkistusta
fr_fr: Bleu: vérification en attente
it_it: Blu: in attesa di verifica
nl_nl: Blauw: wacht op verificatie
nn_no: Blå: Venter bekreftelse
pt_pt: Azul: verificação pendente
sv_se: Blå: Väntar på verifiering

source: Red: symbolize an invalid email
da_dk: Rød: symboliser en ugyldig email
de_de: Rot: symbolisiert eine ungültige E-Mail
es_es: Rojo: simboliza un correo electrónico no válido
fi_fi: Punainen: symboloi virheellistä sähköpostia
fr_fr: Rouge: symbolise un email invalide
it_it: Rosso: simboleggia un'email non valida
nl_nl: Rood: symboliseer een ongeldige e-mail
nn_no: Rød: symboliser en ugyldig e-post
pt_pt: Vermelho: simbolize um email inválido
sv_se: Röd: symbolisera ett ogiltigt e-postmeddelande

source: Green: the email really exist
da_dk: Grøn: Emailen eksisterer virkelig
de_de: Grün: Die E-Mail existiert wirklich
es_es: Verde: el correo electrónico realmente existe
fi_fi: Vihreä: sähköposti on todella olemassa
fr_fr: Vert: l'email existe vraiment
it_it: Verde: l'email esiste davvero
nl_nl: Groen: de e-mail bestaat echt
nn_no: Grønn: e-posten eksisterer egentlig
pt_pt: Verde: o email realmente existe
sv_se: Grön: e-posten existerar verkligen

source: Orange: the email is valid at 80%
da_dk: Orange: emailen er gyldig til 80%
de_de: Orange: Die Email ist zu 80% gültig
es_es: Naranja: el correo electrónico es válido al 80%
fi_fi: Orange: sähköposti on voimassa 80%
fr_fr: Orange: l'email est valide à 80%
it_it: Arancione: l'email è valida all'80%
nl_nl: Oranje: de e-mail is 80% geldig
nn_no: Orange: e-posten er gyldig til 80%
pt_pt: Laranja: o email é válido em 80%
sv_se: Orange: E-postadressen är giltig till 80%

source: Purple: informations are missing (need the connection to HardBounceCleaner)
da_dk: Lilla: Oplysninger mangler (skal forbindelsen til HardBounceCleaner)
de_de: Lila: Informationen fehlen (Verbindung zum HardBounceCleaner benötigt)
es_es: Púrpura: falta información (necesita conexión a HardBounceCleaner)
fi_fi: Purppura: tiedot puuttuvat (tarvitset yhteyden HardBounceCleaneriin)
fr_fr: Violet: les informations sont manquantes (besoin de la connexion à HardBounceCleaner)
it_it: Viola: mancano le informazioni (serve la connessione a HardBounceCleaner)
nl_nl: Paars: informatie ontbreekt (de verbinding met HardBounceCleaner nodig)
nn_no: Lilla: Informasjon mangler (trenger tilkoblingen til HardBounceCleaner)
pt_pt: Roxo: informações estão faltando (precisa da conexão com o HardBounceCleaner)
sv_se: Lila: Information saknas (behöver anslutningen till HardBounceCleaner)

source: Role
da_dk: Rolle
de_de: Rolle
es_es: Papel
fi_fi: Rooli
fr_fr: Rôle
it_it: Ruolo
nl_nl: Rol
nn_no: Rolle
pt_pt: Função
sv_se: Roll

source: Role-based email addresses (like admin@, help@, sales@) are email addresses that are not associated with a particular person, be careful if you send a BtoC newsletter.
da_dk: Rollbaserede emailadresser (som admin @, help @, sales @) er e-mailadresser, der ikke er knyttet til en bestemt person, pas på, hvis du sender et BtoC-nyhedsbrev.
de_de: Rollenbasierte E-Mail-Adressen (wie admin @, help @, sales @) sind E-Mail-Adressen, die nicht mit einer bestimmten Person verknüpft sind. Seien Sie vorsichtig, wenn Sie einen BtoC-Newsletter senden.
es_es: Las direcciones de correo electrónico basadas en roles (como admin @, help @, sales @) son direcciones de correo electrónico que no están asociadas a una persona en particular, tenga cuidado si envía un boletín BtoC.
fi_fi: Roolipohjaiset sähköpostiosoitteet (kuten admin @, help @, myynti @) ovat sähköpostiosoitteita, jotka eivät liity tiettyyn henkilöön. Ole varovainen, jos lähetät BtoC-uutiskirjeen.
fr_fr: Les adresses e-mail basées sur des rôles (comme admin @, help @, sales @) sont des adresses e-mail qui ne sont pas associées à une personne en particulier. Faites attention si vous envoyez une newsletter BtoC.
it_it: Gli indirizzi email basati su ruoli (come admin @, help @, sales @) sono indirizzi email non associati a una determinata persona, fai attenzione se invii una newsletter BtoC.
nl_nl: Op rollen gebaseerde e-mailadressen (zoals admin @, help @, sales @) zijn e-mailadressen die niet aan een bepaalde persoon zijn gekoppeld, wees voorzichtig als u een BtoC-nieuwsbrief verzendt.
nn_no: Rollbaserte e-postadresser (som admin @, help @, salg @) er e-postadresser som ikke er knyttet til en bestemt person, vær forsiktig hvis du sender et BtoC-nyhetsbrev.
pt_pt: Os endereços de e-mail baseados em função (como admin @, help @, sales @) são endereços de e-mail que não estão associados a uma pessoa em particular, tenha cuidado ao enviar um boletim informativo da BtoC.
sv_se: Rollbaserade e-postadresser (som admin @, help @, sales @) är e-postadresser som inte är kopplade till en viss person, var försiktig om du skickar ett BtoC-nyhetsbrev.

source: Disposable
da_dk: Engangs
de_de: Wegwerf-
es_es: Desechable
fi_fi: Kertakäyttöinen
fr_fr: Jetable
it_it: Usa e getta
nl_nl: Beschikbaar
nn_no: Disponibel
pt_pt: Descartável
sv_se: Engångs

source: Disposable email is a service that allows a registered user to receive email at a temporary address that expires after a certain time period elapses.
da_dk: Disponibel email er en tjeneste, der giver en registreret bruger mulighed for at modtage e-mail på en midlertidig adresse, der udløber efter en vis tidsperiode.
de_de: Einweg-E-Mail ist ein Dienst, der es einem registrierten Benutzer ermöglicht, E-Mails an einer temporären Adresse zu empfangen, die nach Ablauf eines bestimmten Zeitraums abläuft.
es_es: El correo electrónico desechable es un servicio que permite que un usuario registrado reciba correo electrónico en una dirección temporal que expira después de que transcurra un determinado período de tiempo.
fi_fi: Kertakäyttöinen sähköposti on palvelu, jonka avulla rekisteröitynyt käyttäjä voi vastaanottaa sähköposteja väliaikaisella osoitteella, joka vanhenee tietyn ajan kuluttua.
fr_fr: L'e-mail jetable est un service qui permet à un utilisateur enregistré de recevoir des e-mails à une adresse temporaire expirant après un certain temps.
it_it: L'e-mail usa e getta è un servizio che consente a un utente registrato di ricevere e-mail a un indirizzo temporaneo che scade dopo un certo periodo di tempo.
nl_nl: Wegwerp-e-mail is een service waarmee een geregistreerde gebruiker e-mail kan ontvangen op een tijdelijk adres dat verloopt na een bepaalde periode.
nn_no: Disponibel e-post er en tjeneste som gjør det mulig for en registrert bruker å motta e-post på en midlertidig adresse som utløper etter en viss tidsperiode.
pt_pt: E-mail descartável é um serviço que permite que um usuário registrado receba e-mails em um endereço temporário que expira após um determinado período de tempo.
sv_se: Disponibel e-post är en tjänst som tillåter en registrerad användare att ta emot e-post vid en tillfällig adress som löper ut efter en viss tidsperiod.

source: An email exchanger (MX) is the server who will receive your emails, if it's not valid no email can be send.
da_dk: En e-mail-veksler (MX) er den server, der modtager dine e-mails, hvis den ikke er gyldig, kan ingen email sendes.
de_de: Ein E-Mail-Exchanger (MX) ist der Server, der Ihre E-Mails empfängt. Ist dies nicht der Fall, kann keine E-Mail gesendet werden.
es_es: Un intercambiador de correo electrónico (MX) es el servidor que recibirá sus correos electrónicos, si no es válido, no se puede enviar un correo electrónico.
fi_fi: Sähköpostikuvaaja (MX) on palvelin, joka vastaanottaa sähköpostisi, jos se ei ole kelvollinen, sähköpostia ei voida lähettää.
fr_fr: Un échangeur de courrier électronique (MX) est le serveur qui recevra vos courriels, s'il n'est pas valide, aucun courriel ne peut être envoyé.
it_it: Un email exchanger (MX) è il server che riceverà le tue e-mail, se non è valido nessuna email può essere inviata.
nl_nl: Een e-mail exchanger (MX) is de server die uw e-mails ontvangt, als deze niet geldig is, kan geen e-mail worden verzonden.
nn_no: En e-postveksler (MX) er serveren som vil motta e-postene dine, hvis den ikke er gyldig, ingen epost kan sendes.
pt_pt: Um trocador de e-mail (MX) é o servidor que receberá seus e-mails, se não for válido, nenhum e-mail poderá ser enviado.
sv_se: En e-postväxlare (MX) är den server som kommer att få dina e-postmeddelanden, om den inte är giltig, kan ingen mail skickas.

source: Risky
de_de: Riskant
es_es: Arriesgado
fi_fi: Riskialtis
fr_fr: Risqué
it_it: Rischioso
nl_nl: Riskant
pt_pt: Arriscado
sv_se: Riskabelt

source: Some providers use valid email addresses as Honeypot to catch Spam sender, be careful if your emails are too old or are not double opt-in.
da_dk: Nogle udbydere bruger gyldige emailadresser som Honeypot til at fange Spam-afsender, pas på om dine e-mails er for gamle eller ikke er dobbelt opt-in.
de_de: Einige Anbieter verwenden gültige E-Mail-Adressen als Honeypot, um Spam-Absender zu finden. Seien Sie vorsichtig, wenn Ihre E-Mails zu alt sind oder nicht doppelt angemeldet sind.
es_es: Algunos proveedores utilizan direcciones de correo electrónico válidas como Honeypot para capturar el remitente de correo no deseado, tenga cuidado si sus correos electrónicos son demasiado antiguos o no son de doble opt-in.
fi_fi: Jotkut palveluntarjoajat käyttävät voimassa olevia sähköpostiosoitteita Honeypotin roskapostin lähettäjänä. Ole varovainen, jos sähköpostisi ovat liian vanhoja tai eivät ole kaksinkertaisia.
fr_fr: Certains fournisseurs utilisent des adresses e-mail valides comme Honeypot pour capturer l'expéditeur de courrier indésirable, faites attention si vos e-mails sont trop anciens ou ne sont pas à double opt-in.
it_it: Alcuni provider utilizzano indirizzi email validi come Honeypot per catturare il mittente di spam, fai attenzione se le tue email sono troppo vecchie o non sono double opt-in.
nl_nl: Sommige providers gebruiken geldige e-mailadressen als Honeypot om spam afzender te vangen, wees voorzichtig als uw e-mails te oud zijn of geen dubbele opt-in zijn.
nn_no: Noen tilbydere bruker gyldige e-postadresser som Honeypot for å fange Spam-avsender, vær forsiktig hvis e-postene dine er for gamle eller ikke er dobbeltvalgte.
pt_pt: Alguns provedores usam endereços de e-mail válidos como Honeypot para receber o remetente de Spam, tenha cuidado se seus e-mails forem muito antigos ou se não forem do dobro.
sv_se: Vissa leverantörer använder giltiga e-postadresser som Honeypot för att fånga Spam-avsändare, var försiktig om dina e-postmeddelanden är för gamla eller inte dubbla inloggning.

source: Connection with HardBouncerCleaner needed
da_dk: Forbindelse med HardBouncerCleaner er nødvendig
de_de: Verbindung mit HardBouncerCleaner benötigt
es_es: Conexión con HardBouncerCleaner needed
fi_fi: Yhteys HardBouncerCleaneriin tarvitaan
fr_fr: Connexion avec HardBouncerCleaner nécessaire
it_it: È necessaria la connessione con HardBouncerCleaner
nl_nl: Verbinding met HardBouncerCleaner nodig
nn_no: Forbindelse med HardBouncerCleaner trengs
pt_pt: Conexão com HardBouncerCleaner necessário
sv_se: Anslutning med HardBouncerCleaner behövs

source: Email exist
da_dk: Email findes
de_de: E-Mail existiert
es_es: Correo electrónico existe
fi_fi: Sähköposti on olemassa
fr_fr: Email existe
it_it: L'email esiste
nl_nl: E-mail bestaat
nn_no: E-post finnes
pt_pt: Email existe
sv_se: E-post finns

source: Check if the email is valid and exist or not.
da_dk: Kontroller, om e-mailen er gyldig og eksisterer eller ej.
de_de: Überprüfen Sie, ob die E-Mail gültig ist und existiert oder nicht.
es_es: Verifique si el correo electrónico es válido y existe o no.
fi_fi: Tarkista, onko sähköposti voimassa ja onko olemassa.
fr_fr: Vérifiez si l'email est valide et existe ou pas.
it_it: Controlla se l'e-mail è valida ed esiste o no.
nl_nl: Controleer of de e-mail geldig is en bestaat of niet.
nn_no: Sjekk om e-postadressen er gyldig og eksisterer eller ikke.
pt_pt: Verifique se o email é válido e existe ou não.
sv_se: Kontrollera om e-postadressen är giltig och existerar eller inte.

source: How it works
da_dk: Hvordan det virker
de_de: Wie es funktioniert
es_es: Cómo funciona
fi_fi: Kuinka se toimii
fr_fr: Comment ça marche
it_it: Come funziona
nl_nl: Hoe het werkt
nn_no: Hvordan det fungerer
pt_pt: Como funciona
sv_se: Hur det fungerar

source: The emails in your WordPress database will be find, and checked daily by WP-Cron.
da_dk: E-mailsne i din WordPress-database vil blive fundet og kontrolleres dagligt af WP-Cron.
de_de: Die E-Mails in Ihrer WordPress-Datenbank werden täglich von WP-Cron gefunden und überprüft.
es_es: Los correos electrónicos en su base de datos de WordPress serán encontrados, y verificados diariamente por WP-Cron.
fi_fi: WordPress-tietokannesi sähköpostit löytyvät ja tarkistetaan päivittäin WP-Cronilla.
fr_fr: Les emails dans votre base de données WordPress seront trouvés, et vérifiés quotidiennement par WP-Cron.
it_it: Le e-mail nel tuo database WordPress saranno trovate e controllate giornalmente da WP-Cron.
nl_nl: De e-mails in uw WordPress-database zullen worden gevonden en dagelijks worden gecontroleerd door WP-Cron.
nn_no: E-postene i WordPress-databasen din blir funnet, og kontrolleres daglig av WP-Cron.
pt_pt: Os e-mails em seu banco de dados do WordPress serão encontrados e verificados diariamente pelo WP-Cron.
sv_se: E-postmeddelandena i din WordPress-databas kommer att hittas och kontrolleras dagligen av WP-Cron.

source: To be sur your WP-Cron system is working, you should install the WP-Cron Status Checker plugin, and check the result in your Dashboard.
da_dk: For at være sur dit WP-Cron-system virker, skal du installere WP-Cron Status Checker-plugin'et og kontrollere resultatet i dit Dashboard.
de_de: Damit dein WP-Cron System funktioniert, solltest du das WP-Cron Status Checker Plugin installieren und das Ergebnis in deinem Dashboard überprüfen.
es_es: Para estar seguro de que su sistema WP-Cron está funcionando, debe instalar el plugin WP-Cron Status Checker y verificar el resultado en su Dashboard.
fi_fi: Jotta WP-Cron-järjestelmäsi toimisi, sinun on asennettava WP-Cron Status Checker -laajennus ja tarkistettava tulokset hallintapaneelissa.
fr_fr: Pour être sûr que votre système WP-Cron fonctionne, vous devez installer le plugin WP-Cron Status Checker et vérifier le résultat dans votre tableau de bord.
it_it: Per essere sicuro che il tuo sistema WP-Cron funzioni, devi installare il plugin WP-Cron Status Checker e controllare il risultato nella tua Dashboard.
nl_nl: Als u wilt dat uw WP-Cron-systeem werkt, moet u de WP-Cron Status Checker-plug-in installeren en het resultaat in uw Dashboard controleren.
nn_no: For å være sikker på at WP-Cron-systemet fungerer, bør du installere WP-Cron Status Checker-pluginet og sjekke resultatet i Dashboard.
pt_pt: Para que o seu sistema WP-Cron esteja funcionando, você deve instalar o plugin WP-Cron Status Checker, e verificar o resultado no seu Dashboard.
sv_se: För att vara säker på att ditt WP-Cron-system fungerar, bör du installera pluginprogrammet WP-Cron Status Checker och kontrollera resultatet i Dashboard.

source: For the first activation a maximum of 100 emails will be detected, you will see the full list the day after.
da_dk: For den første aktivering registreres maksimalt 100 e-mails, du vil se hele listen dagen efter.
de_de: Bei der ersten Aktivierung werden maximal 100 E-Mails erkannt, am nächsten Tag wird die komplette Liste angezeigt.
es_es: Para la primera activación se detectará un máximo de 100 correos electrónicos, verá la lista completa al día siguiente.
fi_fi: Ensimmäisen aktivoinnin yhteydessä havaitaan enintään 100 sähköpostia, näet täydellisen luettelon seuraavana päivänä.
fr_fr: Pour la première activation, un maximum de 100 emails seront détectés, vous verrez la liste complète le lendemain.
it_it: Per la prima attivazione verrà rilevato un massimo di 100 e-mail, l'elenco completo verrà visualizzato il giorno successivo.
nl_nl: Voor de eerste activering worden maximaal 100 e-mails gedetecteerd, u ziet de volledige lijst de dag erna.
nn_no: For den første aktiveringen registreres maksimalt 100 e-postmeldinger, du vil se hele listen dagen etter.
pt_pt: Para a primeira ativação, um máximo de 100 e-mails serão detectados, você verá a lista completa no dia seguinte.
sv_se: För den första aktiveringen kommer maximalt 100 e-postmeddelanden att upptäckas, så kommer du att se hela listan dagen efter.

source: Connection with HardBounceCleaner
da_dk: Forbindelse med HardBounceCleaner
de_de: Verbindung mit HardBounceCleaner
es_es: Conexión con HardBounceCleaner
fi_fi: Yhteys HardBounceCleaneriin
fr_fr: Connexion avec HardBounceCleaner
it_it: Connessione con HardBounceCleaner
nl_nl: Verbinding met HardBounceCleaner
nn_no: Forbindelse med HardBounceCleaner
pt_pt: Conexão com o HardBounceCleaner
sv_se: Anslutning med HardBounceCleaner

source: optional
da_dk: valgfri
de_de: fakultativ
es_es: opcional
fi_fi: valinnainen
fr_fr: optionnel
it_it: opzionale
nl_nl: facultatief
nn_no: valgfritt
pt_pt: opcional
sv_se: valfritt

source: First you have to create a Free account.
da_dk: Først skal du oprette en gratis konto.
de_de: Zuerst müssen Sie ein kostenloses Konto erstellen.
es_es: Primero tienes que crear una cuenta gratis.
fi_fi: Ensin sinun on luotava ilmainen tili.
fr_fr: Vous devez d'abord créer un compte gratuit.
it_it: Per prima cosa devi creare un account gratuito.
nl_nl: Eerst moet je een gratis account maken.
nn_no: Først må du opprette en gratis konto.
pt_pt: Primeiro você tem que criar uma conta gratuita.
sv_se: Först måste du skapa ett gratis konto.

source: Create a Free account
da_dk: Opret en gratis konto
de_de: Erstelle einen kostenlosen Account
es_es: Crea una cuenta nueva
fi_fi: Luo ilmainen tili
fr_fr: Créer un compte gratuit
it_it: Crea un account gratis
nl_nl: Maak een gratis account
nn_no: Opprett en gratis konto
pt_pt: Criar uma conta gratuita
sv_se: Skapa ett gratis konto

source: Once it's done go to the API section and copy the key below.
da_dk: Når det er færdigt, gå til API sektionen og kopier nøglen nedenfor.
de_de: Sobald es fertig ist, gehen Sie zum API-Bereich und kopieren Sie den folgenden Schlüssel.
es_es: Una vez hecho esto, vaya a la sección API y copie la clave a continuación.
fi_fi: Kun se on tehty, siirry API-osioon ja kopioi alla oleva avain.
fr_fr: Une fois que c'est fait, allez dans la section API et copiez la clé ci-dessous.
it_it: Una volta fatto vai alla sezione API e copia la chiave qui sotto.
nl_nl: Als het klaar is, gaat u naar de API-sectie en kopieert u de onderstaande sleutel.
nn_no: Når det er gjort, gå til API-delen og kopier nøkkelen nedenfor.
pt_pt: Uma vez feito, vá para a seção da API e copie a chave abaixo.
sv_se: När det är klart gå till API-sektionen och kopiera nyckeln nedan.

source: API section
da_dk: API sektion
de_de: API-Abschnitt
es_es: Sección API
fi_fi: API-osio
fr_fr: Section API
it_it: Sezione API
nl_nl: API gedeelte
nn_no: API-delen
pt_pt: Seção da API
sv_se: API-sektionen

source: Api Key
de_de: API-Schlüssel
es_es: Clave API
fi_fi: Api-avain
fr_fr: Clé API
it_it: Chiave Api
nl_nl: API sleutel
pt_pt: Chave API

source: Save
da_dk: Gem
de_de: Sparen
es_es: Guardar
fi_fi: Tallentaa
fr_fr: Sauver
it_it: Salvare
nl_nl: Besparen
nn_no: Lagre
pt_pt: Salvar
sv_se: Spara

source: Need Help ?
da_dk: Brug for hjælp ?
de_de: Brauche Hilfe ?
es_es: Necesitas ayuda ?
fi_fi: Tarvitsetko apua ?
fr_fr: Besoin d'aide pour ?
it_it: Ho bisogno di aiuto ?
nl_nl: Hulp nodig ?
nn_no: Trenger hjelp ?
pt_pt: Preciso de ajuda ?
sv_se: Behövs hjälp ?

source: You can contact us at hello@hardbouncecleaner.com for any questions.
da_dk: Du kan kontakte os på hello@hardbouncecleaner.com for spørgsmål.
de_de: Sie können uns unter hello@hardbouncecleaner.com für Fragen kontaktieren.
es_es: Puede contactarnos en hello@hardbouncecleaner.com para cualquier pregunta.
fi_fi: Voit ottaa yhteyttä kysymyksiin hello@hardbouncecleaner.com.
fr_fr: Vous pouvez nous contacter à hello@hardbouncecleaner.com pour toute question.
it_it: Puoi contattarci a hello@hardbouncecleaner.com per qualsiasi domanda.
nl_nl: U kunt contact met ons opnemen op hello@hardbouncecleaner.com voor vragen.
nn_no: Du kan kontakte oss på hello@hardbouncecleaner.com for eventuelle spørsmål.
pt_pt: Você pode nos contatar pelo e-mail hello@hardbouncecleaner.com para qualquer pergunta.
sv_se: Du kan kontakta oss på hello@hardbouncecleaner.com för eventuella frågor.

source: Email list
da_dk: Email liste
de_de: E-Mail-Liste
es_es: Lista de correo
fi_fi: Sähköpostiluettelo
fr_fr: Liste d'email
it_it: Lista e-mail
nl_nl: E-maillijst
nn_no: E-postliste
pt_pt: Lista de e-mail
sv_se: E-postlista

source: Files to download
da_dk: Filer, der skal downloades
de_de: Dateien zum Herunterladen
es_es: Archivos para descargar
fi_fi: Ladattavia tiedostoja
fr_fr: Fichiers à télécharger
it_it: File da scaricare
nl_nl: Bestanden om te downloaden
nn_no: Filer som skal lastes ned
pt_pt: Arquivos para baixar
sv_se: Filer som ska hämtas

source: Download
da_dk: Hent
es_es: Descargar
fi_fi: Lataa
fr_fr: Téléchargement
it_it: Scarica
nn_no: Last ned
pt_pt: Baixar
sv_se: Hämta

source: Name
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
nl_nl: Naam
nn_no: Navn
pt_pt: Nome
sv_se: Namn

source: Size
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
fi_fi: Koko
fr_fr: Taille
it_it: Dimensione
nl_nl: Grootte
nn_no: Størrelse
pt_pt: Tamanho
sv_se: Storlek
