Repository: vincent-dmc/email-verification-wordpress
Catalog: languages/email-verification-by-hardbouncecleaner-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, it_it, nl_nl, nn_no, pt_pt, sv_se

source: Unable to create directory
da_dk: Kan ikke oprette mappe
de_de: Kann kein Verzeichnis erstellen
es_es: No se puede crear directorio
fi_fi: Hakemistoa ei voitu luoda
fr_fr: Impossible de créer le répertoire
it_it: Impossibile creare la directory
nl_nl: Kan geen map maken
nn_no: Kan ikke opprette katalog
pt_pt: Não é possível criar o diretório
sv_se: Det går inte att skapa katalog

source: Database update version %d error
da_dk: Database opdateringsversion% d fejl
de_de: Datenbankaktualisierungsversion% d Fehler
es_es: Error al actualizar la versión de la base de datos% d
fi_fi: Tietokannan päivitysversio% d virhe
fr_fr: Erreur de mise à jour de la base de données% d
it_it: Versione di aggiornamento del database% d errore
nl_nl: Database update-versie% d error
nn_no: Database oppdateringsversjon% d feil
pt_pt: Versão de atualização do banco de dados% d error
sv_se: Databas uppdateringsversion% d fel

source: An exception occured
da_dk: En undtagelse opstod
de_de: Eine Ausnahme ist aufgetreten
es_es: Una excepción ocurrió
fi_fi: Poikkeus tapahtui
fr_fr: Une exception est survenue
it_it: Si è verificata un'eccezione
nl_nl: Er is een uitzondering opgetreden
nn_no: Et unntak oppstod
pt_pt: Uma exceção ocorreu
sv_se: Ett undantag inträffade

source: yes
da_dk: ja
de_de: ja
es_es: sí
fi_fi: kyllä
fr_fr: oui
it_it: sì
nl_nl: ja
nn_no: ja
pt_pt: sim
sv_se: ja

source: error
da_dk: fejl
fi_fi: virhe
fr_fr: erreur
it_it: errore
nl_nl: fout
nn_no: feil
pt_pt: erro
sv_se: fel

source: HardBouncerCleaner needed
da_dk: HardBouncerCleaner havde brug for
de_de: HardBouncerCleaner benötigt
fi_fi: HardBouncerCleaner tarvittiin
fr_fr: HardBouncerCleaner nécessaire
it_it: HardBouncerCleaner necessario
nl_nl: HardBouncerCleaner nodig
nn_no: HardBouncerCleaner trengte
pt_pt: HardBouncerCleaner precisava
sv_se: HardBouncerCleaner behövde

source: Date added
da_dk: Dato tilføjet
de_de: Datum hinzugefügt
es_es: Fecha Agregada
fi_fi: Lisäyspäivämäärä
fr_fr: Date ajoutée
it_it: Data aggiunta
nl_nl: Datum toegevoegd
nn_no: Dato lagt til
pt_pt: Data adicionada
sv_se: Datum tillagt

source: This plugin finds all the emails in Wordpress, checks if these emails are valid. You will then be able to download these lists of cleaned emails.
da_dk: Dette plugin finder alle e-mails i Wordpress, kontrollerer om disse e-mails er gyldige. Du kan derefter downloade disse lister over rensede e-mails.
de_de: Dieses Plugin findet alle E-Mails in Wordpress und überprüft, ob diese E-Mails gültig sind. Sie können dann diese Listen der bereinigten E-Mails herunterladen.
es_es: Este complemento encuentra todos los correos electrónicos en Wordpress, comprueba si estos correos electrónicos son válidos. Luego podrá descargar estas listas de correos electrónicos limpios.
fi_fi: Tämä plugin löytää kaikki sähköpostit Wordpressissa, tarkistaa, ovatko nämä sähköpostit kelvollisia. Sitten voit ladata nämä puhdistettujen sähköpostiviestien luettelot.
fr_fr: Ce plugin trouve tous les emails dans Wordpress, vérifie si ces emails sont valides. Vous pourrez ensuite télécharger ces listes de courriels nettoyés.
it_it: Questo plugin trova tutte le e-mail in Wordpress, controlla se queste e-mail sono valide. Sarai quindi in grado di scaricare questi elenchi di e-mail pulite.
nl_nl: Deze plugin vindt alle e-mails in Wordpress, controleert of deze e-mails geldig zijn. U kunt vervolgens deze lijsten met gereinigde e-mails downloaden.
nn_no: Denne plugin finner alle e-postene i Wordpress, sjekker om disse e-postadressene er gyldige. Du vil da kunne laste ned disse lister over rensede e-poster.
pt_pt: Este plugin encontra todos os e-mails no Wordpress, verifica se esses e-mails são válidos. Você poderá então baixar essas listas de emails limpos.
sv_se: Denna plugin hittar alla e-postmeddelanden i Wordpress, kontrollerar om dessa e-postmeddelanden är giltiga. Du kommer då att kunna hämta dessa listor med rengjorda e-postmeddelanden.

source: Modified
da_dk: Modificeret
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
it_it: Modificata
nl_nl: Gewijzigde
nn_no: Modifisert
pt_pt: Modificado
sv_se: Ändrad
